Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=867_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ paŠlǩǩii reŠttev sääŠmǩiõl mättʼtõõđjid
fin: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita

source: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩest stipeeŠndid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.
fin: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.

source: StipeeŠndid uŠvddeš 10 sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja da nenjnâmlåkka vuâđđmättŠtõõzz loopptam.
fin: Stipendi annettiin yhteensä kymmenelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja neljälletoista perusopetuksen päättäneelle.

source: SääŠmteeŠǧǧ stipeeŠndid vuåǯǯu škoouli mieŠldd peäggtum pueŠtti nuõr:
fin: Saamelaiskäräjien stipendin saivat seuraavat nuoret:

source: ÂŠvvel lookkjiškooul: Anna-Katariina Feodoroff (nuõrttsääŠm), Aaro-Juhana Fofonoff (nuõrttsääŠm), Petteri Feodoroff (nuõrttsääŠm), Mira Rauhala (tâŠvvsääŠm), Nora Pieski (tâŠvvsääŠm), Janrik Magga (tâŠvvsääŠm), da Rauna Saijets (tâŠvvsääŠm)
fin: Ivalon lukio: Anna-Katariina Feodoroff (koltansaame), Aaro-Juhana Fofonoff (koltansaame), Petteri Feodoroff (koltansaame), Mira Rauhala (pohjoissaame), Nora Pieski (pohjoissaame), Janrik Magga (pohjoissaame) ja Rauna Saijets (pohjoissaame)

source: Uccjooǥǥ sääŠmlookkjiškooul: Sunná Länsman (tâŠvvsääŠm)
fin: Utsjoen saamelaislukio: Sunná Länsman (pohjoissaame)

source: SuäŠđjel lookkjiškooul: Juho Yliriesto (tâŠvvsääŠm)
fin: Sodankylän lukio: Juho Yliriesto (pohjoissaame)

source: Janakkala lookkjiškooul: Heini Kaartokallio (tâŠvvsääŠm)
fin: Janakkalan lukio: Heini Kaartokallio (pohjoissaame)

source: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:
fin: Perusopetuksen suorittaneet oppilaat:

source: ČeŠvetjääuŠr škooul: Juuso Fofonoff (nuõrttsääŠm)
fin: Sevettijärven koulu: Juuso Fofonoff (koltansaame)

source: Vuõccu škooul: Juuso Hetta (tâŠvvsääŠm)
fin: Vuotson koulu: Juuso Hetta (pohjoissaame)

source: Hetta pââibužškooul: Marianne Ketola (tâŠvvsääŠm), Morten Labba (tâŠvvsääŠm), Juhan-Tuomma Mäkitalo (tâŠvvsääŠm), Nils-Matti Näkkäläjärvi (tâŠvvsääŠm) da Nea-Maria Valkepää (tâŠvvsääŠm)
fin: Hetan peruskoulu: Marianne Ketola (pohjoissaame), Morten Labba (pohjoissaame), Juhan-Tuomma Mäkitalo (pohjoissaame), Nils-Matti Näkkäläjärvi (pohjoissaame) ja Nea-Maria Valkepää (pohjoissaame)

source: Aanar škooul: Saara Seipiharju (aanarsääŠm)
fin: Inarin koulu: Saara Seipiharju (inarinsaame)

source: Karigasnjaarg škooul: Pinja Pieski (tâŠvvsääŠm)
fin: Karigasniemen koulu: Pinja Pieski (pohjoissaame)

source: UccjokknjääŠlm škooul: Hánsa Korpi (tâŠvvsääŠm)
fin: Utsjokisuun koulu: Hánsa Korpi (pohjoissaame)

source: ÂŠvvel pââibužškooul: Áilu Arianaick (tâŠvvsääŠm)
fin: Ivalon yläaste: Áilu Arianaick (pohjoissaame)

source: Kilpisjärvi škooul: Ingasofia Kalttopää (tâŠvvsääŠm)
fin: Kilpisjärven koulu: Ingasofia Kalttopää (pohjoissaame)

source: Aleksanteri Kena škooul, SuäŠđjel: Tuija Vaarala (tâŠvvsääŠm)
fin: Aleksanteri Kenan koulu, Sodankylä: Tuija Vaarala (pohjoissaame)

source: Maikkula škooul, Oulu: Bikka Veijola (tâŠvvsääŠm)
fin: Maikkulan koulu, Oulu: Bikka Veijola (pohjoissaame)

source: SSääŠmteŠǧǧ tuäivv leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
